[
  {
    "id": 1,
    "parent": 0,
    "name": "Lunchpod.json",
    "isFolder": false,
    "opened": false,
    "current": false,
    "content": "Commodo ut ex est id minim sint dolor occaecat eu sunt. Aliquip proident do culpa nulla labore mollit tempor commodo ut qui pariatur qui irure. Irure sit mollit dolor nulla ex nostrud. Anim tempor sunt quis dolor est culpa id. Fugiat exercitation sint veniam eiusmod exercitation veniam.\r\n",
    "children": []
  },
  {
    "id": 2,
    "parent": 0,
    "name": "Combot",
    "isFolder": true,
    "opened": true,
    "current": false,
    "content": "Nisi non est irure labore ipsum commodo aute eiusmod. Nisi amet fugiat ex magna anim mollit duis exercitation. Nulla ullamco nulla tempor ullamco duis exercitation ea. Id ex in eiusmod amet velit cupidatat mollit esse incididunt anim occaecat incididunt ipsum excepteur.\r\n",
    "children": [
          {
            "id": 19,
            "parent": 2,
            "name": "Momentia.txt",
            "isFolder": false,
            "opened": true,
            "current": false,
            "content": "Magna consequat qui enim deserunt Lorem. Ipsum adipisicing esse aliqua sint sit tempor labore mollit aliquip enim duis ullamco Lorem aute. Sunt laborum commodo duis occaecat sunt anim irure ea sunt sunt.\r\n",
            "children": []
        },
        {
            "id": 20,
            "parent": 2,
            "name": "Automon.txt",
            "isFolder": false,
            "opened": true,
            "current": false,
            "content": "Quis deserunt quis minim exercitation do. Labore esse consequat exercitation ullamco tempor tempor commodo qui labore ullamco ad Lorem. Culpa et veniam aliqua eiusmod quis eu consequat velit aliquip exercitation laborum deserunt.\r\n",
            "children": []
        }
    ]
  },
  {
    "id": 3,
    "parent": 0,
    "name": "Vidto.doc",
    "isFolder": false,
    "opened": false,
    "current": false,
    "content": "Nulla tempor minim anim Lorem ut laboris cupidatat aliquip occaecat magna. Ad cillum occaecat excepteur qui cillum. Veniam irure laboris aliquip consequat. Mollit est nulla proident velit laborum id cillum sunt eu. Duis nisi sint consequat consectetur officia dolor sunt irure irure aliqua velit adipisicing eiusmod quis. Dolore cillum amet ullamco eu id esse ut id culpa amet aute.\r\n",
    "children": []
  },
  {
    "id": 4,
    "parent": 0,
    "name": "Automon.file",
    "isFolder": false,
    "opened": false,
    "current": false,
    "content": "Velit tempor voluptate magna ut occaecat irure. Cupidatat est nisi duis ex non cillum nulla quis mollit. Ipsum dolor elit eu commodo non nulla magna incididunt commodo.\r\n",
    "children": []
  },
  {
    "id": 5,
    "parent": 0,
    "name": "Zillatide",
    "isFolder": true,
    "opened": true,
    "current": false,
    "content": "Esse cupidatat proident excepteur do do aliqua Lorem cillum minim in tempor reprehenderit. Nulla non ea est nulla laboris velit Lorem aute ipsum ut exercitation elit eu. Ea nulla consectetur ea ullamco occaecat ea elit elit mollit magna ut fugiat occaecat.\r\n",
    "children": [
            {
                "id": 11,
                "parent": 5,
                "name": "Synkgen",
                "isFolder": true,
                "opened": true,
                "current": false,
                "content": "Id Lorem laboris Lorem duis magna qui elit et commodo. Anim est culpa cupidatat irure duis occaecat eiusmod non dolor aliqua qui. Proident adipisicing magna laboris cillum esse nisi nulla excepteur in sunt. Magna sint Lorem non consequat cupidatat et dolor voluptate consequat cupidatat amet labore. Esse elit et in culpa esse do nostrud tempor. Nulla velit sit veniam anim magna eu duis.\r\n",
                "children": []
            },
            {
                "id": 12,
                "parent": 5,
                "name": "Ecratic",
                "isFolder": false,
                "opened": false,
                "current": false,
                "content": "Esse irure velit esse voluptate sunt quis commodo amet irure eiusmod deserunt ex aute. Ipsum aliqua do id eu deserunt aute qui reprehenderit ex eu. Proident voluptate ex fugiat deserunt dolor id officia officia. Fugiat deserunt duis sint reprehenderit cupidatat eiusmod sit. Ex voluptate eu esse tempor elit laborum qui. Qui culpa eu sunt excepteur laboris nisi labore velit duis in sit ex ad enim.\r\n",
                "children": []
            },
            {
                "id": 13,
                "parent": 5,
                "name": "Steelfab",
                "isFolder": true,
                "opened": false,
                "current": false,
                "content": "Ad ipsum officia et sint mollit consectetur dolor. Commodo est exercitation nisi anim ullamco aliquip aliquip voluptate commodo cupidatat in voluptate anim eu. Minim est esse in ea eiusmod ut pariatur labore irure cupidatat non laborum do eiusmod. Incididunt laboris reprehenderit labore consectetur cupidatat pariatur nostrud nulla qui do est sint elit. Pariatur consectetur excepteur non non consequat reprehenderit laboris.\r\n",
                "children": []
            }
        ]
  }
]